/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 13.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* OCCertificateViewController buttons */
"Show ±" = "Mostrar ±";
"Hide ±" = "Esconder ±";

/* OCCertificateViewController section titles */
"Subject" = "Asunto";
"Issuer" = "Emisor";
"Public Key" = "Clave Pública";
"Extensions" = "Extensiones";
"Fingerprints" = "Huellas digitales";

"Validation Status" = "Estado de validación";
"Hostname" = "Nombre de equipo";
"Validation Error" = "Error de validación";
"User-rejected." = "Usuario-rechazado";
"Certificate has issues." = "El certificado tiene problemas";
"User-accepted." = "Usuario-aceptado";
"Auto-accepted." = "Aceptar automáticamente.";
"Reason" = "Razón";
"No issues found." = "No se encontraron incovenientes.";

/* X.509 certificate fields */
"businessCategory" = "Categoría de negocio";
"commonName" = "Nombre común";
"countryName" = "País";
"jurisdictionCountryName" = "País de jurisdicción";
"jurisdictionLocalityName" = "Localidad de jurisdicción";
"jurisdictionStateOrProvinceName" = "Estado o provincia de jurisdicción";
"localityName" = "Localidad ";
"organizationName" = "Organización";
"organizationalUnitName" = "Unidad de organización";
"stateOrProvinceName" = "Estado o provincia";

"version" = "Versión";
"serialNumber" = "Número de Serie";
"signatureAlgorithm" = "Algoritmo de firma";

"validFrom" = "Válido desde";
"validUntil" = "Válido hasta";

"keyBytes" = "Bytes de la clave";
"keyExponent" = "Exponente de la clave";
"keyInformation" = "Información";
"keySizeInBits" = "Tamaño de la clave (bits)";
